tap "arimxyer/tap"
tap "jesseduffield/lazydocker"
tap "supabase/tap"
tap "xykong/tap"
brew "a2ps"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "tmux"
brew "gitmux"
brew "glow"
brew "go"
brew "hackrf"
brew "hashcat"
brew "hcxtools"
brew "htop"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "llmfit"
brew "mole"
brew "neovim"
brew "nvm"
brew "opam"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "scrcpy"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "trippy"
brew "uv"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "arimxyer/tap/models"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-studio"
cask "balenaetcher"
cask "boop"
cask "dbeaver-community"
cask "figma"
cask "xykong/tap/flux-markdown"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "omnidisksweeper"
cask "onyx"
cask "raspberry-pi-imager"
cask "raycast"
cask "rider"
cask "shortcat"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "windows-app"
cask "xnviewmp"
cask "zulu@17"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
cargo "lazynmap"
uv "debugpy"
uv "harlequin[mysql,postgres]"
uv "posting"
uv "ruff"
uv "specify-cli"
